

/*===================================================================================================

.first-view内のsplide設定

====================================================================================================*/
const firstViewSplide = new Splide(".first-view .splide", {
	autoplay: true, // 自動再生
	type: "fade", // フェード
	rewind: true, // スライダーの終わりまで行ったら先頭に巻き戻す
	pauseOnHover: false, // カーソルが乗ってもスクロールを停止させない
	pauseOnFocus: false, // 矢印をクリックしてもスクロールを停止させない
	interval: 5000, // 自動再生の間隔
	speed: 2000, // スライダーの移動時間
    arrows : false, // これで矢印を非表示にする
}).mount();
